# -*- coding: UTF-8 -*-

"""
术语配置
"""

# 导师术语
class TermTutor:
	def __init__(self):
		self._1 = u"在家带宝宝没有收入？下班后想弄点零花钱吗？时间地点不限 手机电脑都可以，简单易上手！网赚，日赚50-350，日结！实时到账！！扫描微信二维码添加导师，让我们携手拼搏！"
		self._2 = u"亲，我们是兼职在线刷单网赚群哦！刷单赚零花钱的！"
		self._3 = u"亲，我们是实时刷单实时收益的，刷一单返一单，立即返现到你的账户上，不像网店那样要确认收货，好评什么的！而且我们是正规的刷单平台，不存在欺骗。假如还想了解更多请提问我会一一解答哦。"
		self._4 = u"亲，我们是不收取任何费用的哦！完全免费包教学"
		self._5 = u"亲不会没关系，我们团队有专业导师会教你的呢，很简单的，5-10分钟就能学会。一般跟我们刷单的大多也是妈妈"
		self._6 = u"可以的亲，首先我们每一个刷单手都拥有自己的刷单账户，在我们的刷单APP上面（刷流水的）。而且我们有专业的导师带着刷单，所有刷手都是在刷单群里跟着导师操作的，跟单下单收益大家都是一起的。"
		self._7 = u"可以加导师了解更清楚哦"
		self._8 = u"亲，我们都是实时到账的，提现即可到账。"
		self._9 = u"亲，我们团队是不收取任何费用的，您只需要前期投入一笔小额的本金就可以哦"
		self._10 = u"亲，不要着急问题太多了，我会给你们一一解答！"
		self._11 = u"亲，只需要有38元在平台激活账户就可以的。温馨提醒：4月份我们的优惠活动会额外赠送18元！！100元就可提现！！您再刷三四个单赚个44元就可以提现了。"
		self._12 = u"亲不需要你的个人信息的资料！注册这一块你可以加导师咨询，导师会说明步骤，如果导师介绍的你不感兴趣也是可以不需要注册的哦。"
		self._13 = u"亲是马上送的，您有兴趣的话可以添加我们团队的专业导师去了解，她会更详细给你说明和介绍，如果有意向投资的话还会免费教你如何操作哦！上面有导师微信二维码。"
		self._14 = u"亲们放心我们这一天就花30-40分钟就好了，我们是有专业团队带你们的，您只需要按照我们导师方法操作每天赚取20-350元之前是 没有问题的哦！"
		self._15 = u"亲们这个你放心，我们都是实时投资实时收益的。就是当时就可以返现到您的账户里的，跟着我们团队操作每天稳赚不存在任何风险的！"
		self._16 = u"是不是骗人您自己尝试了就知道，我们做的是正规平台，很多正规渠道上都可以看到我们，我们花这么大的广告就是推广我们公司打造影响力，所以才会有这么大的优惠力度，机会是自己把握的。"
		self._17 = u"是的，当时返现到您的账户里，随时可以提现的。"
		self._18 = u"可以的啊亲，这个你可以自由安排的！"
		self._19 = u"我们这个是没有时间限制的只需要一部手机，随时随地都可以做的哦。"
		self._20 = u"这个您放心，我们是正规的刷单平台，我们团队正在优酷，360上也是有打广告的哦，我们能保证每天盈利20-350元之间，听清楚是稳赚的哦"
		self._21 = u"亲，保证让您满意，我们的导师不会让你失望的。"
		self._22 = u"有兴趣可以加导师了解更多哦"
		self._23 = u"亲，我现在说的在好也不如您亲自去试一下与我们团队携手互赢互利，投资几十元给自己一个机会！" 
		self._24 = u"有兴趣的妈妈们可以添加我们团队导师的名片了解的更详细哦！"
		self._25 = u"我们团队同时操作人员过到千人，我们入驻操作都是有实力的大平台。对于平台我们是有了解过了，团队所有人 包括我们自己都是每天操作的，所以可以放心！"
		self._26 = u"对呀 这样每天多少赚点外快何乐而不为呢。"
		self._27 = u"温馨提醒！亲们，现在领任务就会派发18元的哦，也是能提现出来的。"
		self._28 = u"亲，是的"
		self._29 = u"好的，亲 祝你心想事成，满载而归。"
		self._30 = u"对的亲，谢谢你的信任让我们一起共赢吧。"
		self._31 = u"亲，如果你有兴趣的话也可以添加我们团队的导师去了解，她会详细给你介绍还有教你如何操作的哦！"
		self._32 = u"亲，您放520颗心 不会的！"
		self._33 = u"亲，这个你可以放心我们团队都是专业导师带队有信誉保证很多宝妈都在每天跟着导师刷单，而且每天都稳赚挣至少150左右少点也有50—100一天。"
		self._34 = u"可以的哦 亲 加导师名片"
		self._35 = u"跟计划走，计划准。导师让你收你就收保证稳挣"


# 机器人1术语 甲
class Bot1:
	def __init__(self):
		self._1 = u"这是什么群呀"
		self._2 = u"那我不会这怎么办？"
		self._3 = u"麻烦你给我简单介绍一下我想先了解了解"
		self._4 = u"这个我也没做过呀，是怎么返现的呢？"
		self._5 = u"那大概需要投资多少钱做本金呢？"
		self._6 = u"哦，这样呀，我先考虑考虑"
		self._7 = u"你可别骗人，我可不容易呀，没有收入还要整天带孩子已经很累了，只想在家哄完孩子睡着了的时候稍微能做个兼职挣点零花钱而已"
		self._8 = u"你们这个没有什么时间限制才能刷单的吧"
		self._9 = u"我是想兼职赚点小钱就可以了，一天赚个几十也可以啊，家庭本来就不容易啊，在家里还要受气。"
		self._10 = u"你们自己也每天都做？"
		self._11 = u"这个单金相当于18元投资本金是吧？"
		self._12 = u"我充了38元有送了18彩金。"
		self._13 = u"你们都刷单了吗"
		self._14 = u"好的"
		self._15 = u"我这一单刚刚开始 还不知道怎么样投"


# 机器人2术语 乙
class Bot2:
	def __init__(self):
		self._1 = u"是啊莫名其妙就被拉进来了"
		self._2 = u"刷单可以赚钱吗"
		self._3 = u"这个需要交什么费用不？"
		self._4 = u"应该不是免费的吧"
		self._5 = u"需要过几天才到账吗？"
		self._6 = u"对呀，这事情得先问清楚呀我们是没钱给你们的哦！"
		self._7 = u"意思还是要给钱对吗？"
		self._8 = u"对呀不能忽悠我们呐"
		self._9 = u"你们真的不是骗子吧？有这么好的事?"
		self._10 = u"当天本金就能回来吗？我有点担心呀"
		self._11 = u"就是一天赚几十来块钱就后了，我就心满意足了"
		self._12 = u"那感觉怎么样啦"
		self._13 = u"等下麻烦透露一下我呗"
		self._14 = u"嗯 我也这么想呢"
		self._15 = u"那我现在加这个上面的导师微信就可以是吧？"
		self._16 = u"如果被骗就当少吃一顿饭了"
		self._17 = u"我加好了导师在和我说明怎么操作呢"
		self._18 = u"女人一定要自强，把自己变的更有价值啦"
		self._19 = u"那你们有什么问题可以多出来交流交流呀"
		self._20 = u"怎么了呀？"
		self._21 = u"可以申请退款的啊"
		self._22 = u"下次多长个心眼就好"
		self._23 = u"等下给你们看呀"
		self._24 = u"你们是不是这样的"
		self._25 = u"我也开始啦"
		self._26 = u"好额"
		self._27 = u"好嘞，我也去咯"
		self._28 = u"感觉刷流水单挣点零花钱是很简单啊 我已经挣了几十块钱了"


# 机器人3术语 丙
class Bot3:
	def __init__(self):
		self._1 = u"什么鬼？"
		self._2 = u"这个刷单什么的靠谱吗，我以前刷单被骗过，要交钱吗？"
		self._3 = u"是啊，还是网上注册就行？怎么注册？"
		self._4 = u"看着还不错还有送18元，就是不知道事实是不是真的能赚钱。"
		self._5 = u"投资还是一定要谨慎啊，现在钱可不好赚了"
		self._6 = u"真的假的，就这一会能赚这么多"
		self._7 = u"我每天在淘宝平均刷单才赚10-30元，你这个刷单挣那么多每天都能稳赚吗？"
		self._8 = u"那你先试试，是真的记得跟我说哈"
		self._9 = u"说的很有吸引力，就是不知道是不是真能赚那么多哦"
		self._10 = u"你们平台安全吗？"
		self._11 = u"姐妹们你们先探探路 好了之后再做，我之前做过淘宝 所以有点担心"
		self._12 = u"我是想做兼职 补贴家用，顺便赚点零花钱给自己够买化妆品就可以了。"
		self._13 = u"好吧好吧我也少投资一点试一试"
		self._14 = u"和你们说个事 前两天我才被淘宝刷单坑了一百多呢 气死了呢"
		self._15 = u"就是淘宝刷单，我自己垫付了一百多，结果后来商铺下架，客服也联系不上了"
		self._16 = u"已经点收了货物，退不了"
		self._17 = u"我这个本来就是私下做交易违规的找淘宝客服没用呀"
		self._18 = u"是啊，所以我现在都先问清楚 免得又被骗了"
		self._19 = u"那么厉害"
		self._20 = u"大家我去看看的哦 等下再交流呀"
		self._21 = u"这种刷单本来就是这样不能心急 不然会吃亏，要稳稳当当的来的呐"


# 机器人4术语 丁
class Bot4:
	def __init__(self):
		self._1 = u"我也是这样"
		self._2 = u"请问刷的什么单呢？有什么要求嘛，是不是淘宝刷单那种刷信誉度？"
		self._3 = u"我们这个平台是用淘宝账号，还是什么的？"
		self._4 = u"看她说的那么认真等下我就去试试看看真的能赚钱不"
		self._5 = u"好的呀"
		self._6 = u"刷的每单赚的钱都会马上到账吗"
		self._7 = u"那如果我今天赚了以后，我能把赚的钱提些出来，少留点继续刷单吗？"
		self._8 = u"我已经跟着导师的计划刷单了呀"
		self._9 = u"导师再给我讲解如何刷单呢。还送了18元讲解也很详细的，思路也很清晰感觉还可以的呀"
		self._10 = u"现在做了几单看着还可以"
		self._11 = u"我刚刚都在刷了啊"
		self._12 = u"一样的我已经刷到了一百多了"
		self._13 = u"慢慢来跟着导师下应该比较稳"
		self._14 = u"那我也再去刷几单"
		self._15 = u"导师让我提现明天再继续跟她赚"
		self._16 = u"那也得让导师教你呀"
		self._17 = u"小投资稳稳收益"
		self._18 = u"[害羞][害羞]"


# 机器人5术语 戊
class Bot5:
	def __init__(self):
		self._1 = u"你们聊什么呢？这么热闹"
		self._2 = u"嗯嗯好的  我先看看"
		self._3 = u"对 我也投几块钱看看怎么样"
		self._4 = u"你怕什么呀，一起小投资几块 如果被骗了姐给你出一半"
		self._5 = u"想法不错哟"
		self._6 = u"女人就该活出自己都自信和自强，我们要展现出自己的魅力征服那些看不起女人的臭男人"
		self._7 = u"什么情况"
		self._8 = u"那你找客服去投诉淘宝还可以吧"
		self._9 = u"[害羞][害羞]"
		self._10 = u"我感觉我自己投都可以赚了，我看了几次都是赚的，没什么难度"
		self._11 = u"知道啦，导师已经说的很明白了 主要就是跟计划刷单"


# 机器人6术语 己
class Bot6:
	def __init__(self):
		self._1 = u"刷的怎么样"
		self._2 = u"赚了多少钱"